// pages/activity/activity.js
Page({
    data:{
        headImg:'http://file06.16sucai.com/2016/0421/55327507e889682c3e13631c78b5d094.jpg',
        title:'12月25日圣诞狂欢夜，寻找心动的她',
        introduction:'飞天圣诞—Merry Christmas\r饭店设备设施先进配套，通讯快捷，服务功能齐全，活动主题一定要具新意、创造性，内容独特、有吸引力。',
        date:'2016年12月24日—2017年12月25日',
        place:'西安市玉祥门恒天财智大厦12楼',
        content:'A、12月24日—12月25日指定特惠啤酒专场 B、策划部设计圣诞卡，由娱乐部派发。部分较为重要或与本饭店有长期消费协议的客户，(每张圣诞卡附送免ktv房租券或者200元现金代用券壹张、具体客人名单由以名负责人统计上缴总办批阅后由业务部负责派发。附送新年台历，圣诞、新年活动的具体内容)增加与客人的沟通和交流，增进客人来江都消费的欲望。此券有效期为2016年12月24—2017年12月25日) C、12月24—25日平安夜收取门票(价格未定)元/人(圣诞礼品包一份 D、圣诞福星评选活动：平安夜当晚，二楼美女吧由行政部、保安部选派男女各2人穿戴圣诞服饰，举行圣诞系列游艺活动;*套圈游戏：地上摆放啤酒、彩喷、圣诞礼品包、圣诞公仔等...',
    },
    onLoad:function(options){
      // 页面初始化 options为页面跳转所带来的参数
    },
    onReady:function(){
      // 页面渲染完成
    },
    onShow:function(){
      // 页面显示
    },
    onHide:function(){
      // 页面隐藏
    },
    onUnload:function(){
      // 页面关闭
    }
})