<template>
  <div class='view' v-wechat-title='$route.meta.title'>
     <img src="../assets/image/banner.png" >
     <p>
           进入“三九”的衢州，一片肃杀。夜，冷冷的，伴着月光，我在健身公园疾步前行。凛冽的寒风，挡住不少健身者，公园少了往日的喧嚣，显得空旷。行走间，不经意地仰望星空，忽然放慢了脚步，惊喜地发现，洒落一身叶子的树枝，美的别有韵味。
    我喜爱绿叶的青翠茂盛，欣赏树形的千姿百态，羡慕树干的高大粗壮，惊艳花朵的万紫千红，赞叹果实的累累丰硕，独忽略了树枝的存在。
    树枝美，美在苍劲。岁月的侵蚀，干裂了它的皮肤，留下了疤痕，凸显沧桑。弯弯折折的树枝，弯的矫健，折的强劲，不屈不挠，咬定主干，昂扬向上。
    树枝美，美在朴实。没有五颜六色，没有花团锦簇，没有哗众取宠。严寒冬至，花、叶、果皆不见踪影，唯有树枝，抖落积压已久的沉重，更加坚挺昂扬，向着夜空。
    树枝美，美在错落有致。或云、或伞、或锥、或盖，看似无序，却是有形。各有分工，布局紧凑，为来年绿叶留下与阳光拥抱的空间。
    树枝美，美在淡泊。春去秋来，它不显山露水，甘居幕后。当秋风扫走落叶，它依旧无欲无求，伸展着身体，清静自守。遇冰雪袭来，它忍辱负重，不吭一声，留下满树银花争艳。
    树枝美，美在担当。春暖花开，它输送着充足的养分；夏至秋来，它保证了果实的壮大成熟；到了冬天，仍默默地积聚着能量，为来年春的到来，作好充分的准备。即使某天它枯了落了，或增添一缕火焰，或化作一捧泥土，不吝惜最后一丝余热。
    由此想到，我们许许多多的普通劳动者，不正是树枝的写照吗？他们平凡简单，从不引人注目，论个体，没有显著的功绩，也谈不上多少贡献。但他们有自己的信念和原则，都在兢兢业业地做好做自己应该做的事，发挥群体的力量，为祖国这颗大树保持旺盛的生命力，共同创造一个伟大的时代。
    向树枝致敬!
     </p>
  </div>
</template>
<script>
     export default{
          name:'about',
          data(){
               return{
                    title:'about'
               }
          }
     }
</script>
<style scoped lang='less'>
.view{
     img{display: block;width:7.5rem;}
     p{padding:0 .5rem;font-size:.3rem;color:#666; }
}
</style>
